Repository: Twinlife/twinme-ios
Catalog: Twinme/Localizable.xcstrings
Source language: en
Languages: ar, bg, cs, da, de, el, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, ko, nb, nl, pl, pt_pt, ro, ru, sk, sl, sq, sr_latn, sv, tr, uk, vi, zh_hans, zh_hant

# audio_call_view_terminate_decline
source: Call declined by %1$@
ar: تم رفض المكالمة بواسطة %1$@
bg: Разговорът е отказан от <b>%1$@</b>
cs: Hovor odmítnut: <b>%1$@</b>
da: Opkaldet afvist af %1$@
de: Anruf wurde von <b>%1$@</b> abgelehnt
el: Η κλήση απορρίφθηκε από τον/την <b>%1$@</b>
es: Llamada declinada por %1$@
fa: تماس توسط %1$@ رد شد
fi: %1$@ kieltäytyi puhelusta
fr: Appel refusé par %1$@
he: השיחה נדחתה על ידי %1$@
hi: %1$@ द्वारा कॉल से इनकार
hr: Poziv je odbio/la <b>%1$@</b>
hu: Hívást elutasította: %1$@
id: Panggilan ditolak oleh %1$@
it: Chiamata rifiutata da %1$@
ja: %1$@が通話を拒否しました
ko: %1$@ 씨에 의해 전화 거절됨
nb: Samtalen avvist av %1$@
nl: Oproep afgewezen door %1$@
pl: Połączenie odrzucone przez %1$@
pt_pt: Chamada recusada por %1$@
ro: Apel respins de <b>%1$@</b>
ru: Вызов отклонен %1$@
sk: Hovor odmietol %1$@
sl: Klic je zavrnil/-a <b>%1$@</b>
sq: Thirrja u refuzua nga <b>%1$@</b>
sr_latn: Poziv je odbio/la <b>%1$@</b>
sv: Samtal nekades av %1$@
tr: Arama %1$@ tarafından reddedildi
uk: Виклик відхилено абонентом %1$@
vi: Cuộc gọi bị từ chối bởi %1$@
zh_hans: 呼叫被%1$@拒绝
zh_hant: 呼叫被%1$@拒絕

# audio_call_view_terminate_gone
source: Call terminated: %1$@ is off-line
ar: تم إنهاء المكالمة: %1$@ غير متصل
bg: Разговорът е прекратен: <b>%1$@</b> е офлайн
cs: Hovor ukončen: <b>%1$@</b> je offline
da: Opkaldet afsluttet: %1$@ er off-line
de: Anruf beendet: <b>%1$@</b> ist offline
el: Τερματισμός κλήσης: ο/η <b>%1$@</b> είναι εκτός σύνδεσης
es: Llamada finalizada: %1$@ está desconectado
fa: تماس قطع شد: %1$@ آفلاین است
fi: Puhelu päättyi: %1$@ ei ole verkossa.
fr: Appel terminé : %1$@ n’est pas connecté(e)
he: השיחה הסתיימה: %1$@ מנותק/ת
hi: कॉल समाप्त: %1$@ ऑफ- लाइन है
hr: Poziv prekinut: <b>%1$@</b> je izvan mreže
hu: Hívás megszakítva: %1$@ offline
id: Panggilan diakhiri: %1$@ sedang off-line
it: Chiamata terminata: %1$@ è off-line
ja: 通話終了：%1$@はオフラインです
ko: 전화 종료됨: %1$@ 씨가 오프라인입니다
nb: Samtalen avsluttet: %1$@ er ikke pålogget
nl: Oproep beëindigd: %1$@ is offline
pl: Połączenie zakończone: %1$@ jest offline
pt_pt: Chamada terminada: %1$@ está offline
ro: Apel încheiat: <b>%1$@</b> este offline
ru: Вызов завершен: %1$@ не в сети
sk: Hovor ukončený: %1$@ je offline
sl: Klic prekinjen: <b>%1$@</b> je brez povezave
sq: Thirrja u ndërpre: <b>%1$@</b> është jashtë linje
sr_latn: Poziv je prekinut: <b>%1$@</b> je van mreže
sv: Samtal har avslutats: %1$@ är off-line
tr: Arama sonlandırıldı: %1$@ çevrimdışı
uk: Виклик перервано: абонент %1$@ офлайн
vi: Kết thúc cuộc gọi: %1$@ đang ngoại tuyến
zh_hans: 呼叫被终止：%1$@不在线
zh_hant: 呼叫被終止：%1$@不在線上

# audio_call_view_terminate_not_authorized
source: Your contact has not granted the permissions required for a call (e.g., microphone, camera).
ar: لم تمنح جهة الاتصال الأذونات المطلوبة للمكالمة (مثل الميكروفون والكاميرا).
bg: Вашият контакт не е предоставил необходимите разрешения за разговор (например микрофон, камера).
cs: Váš kontakt neudělil potřebná oprávnění pro hovor (např. mikrofon, kamera).
da: Din kontakt har ikke givet de nødvendige tilladelser til et opkald (f.eks. mikrofon, kamera).
de: Ihre Kontaktperson hat die für einen Anruf erforderlichen Berechtigungen nicht erteilt (z. B. Mikrofon, Kamera).
el: Η επαφή σας δεν έχει δώσει τις απαιτούμενες άδειες για την κλήση (π.χ. μικρόφωνο, κάμερα).
es: Tu contacto no ha otorgado los permisos necesarios para una llamada (p. ej., micrófono, cámara).
fa: مخاطب شما مجوزهای لازم برای تماس (مثلاً میکروفون، دوربین) را اعطا نکرده است.
fi: Yhteyshenkilösi ei ole myöntänyt puheluun tarvittavia oikeuksia (esim. mikrofoni, kamera).
fr: Votre contact n'a pas accordé les autorisations nécessaires à un appel (par exemple, microphone, caméra).
he: איש הקשר שלך לא העניק את ההרשאות הנדרשות לשיחה (למשל, מיקרופון, מצלמה).
hi: आपके संपर्क ने कॉल के लिए आवश्यक अनुमतियाँ (जैसे, माइक्रोफ़ोन, कैमरा) नहीं दी हैं।
hr: Vaš kontakt nije odobrio dopuštenja potrebna za poziv (npr. mikrofon, kamera).
hu: A kapcsolat nem engedélyezte a híváshoz szükséges jogosultságokat (pl. mikrofon, kamera).
id: Kontak Anda belum memberikan izin yang diperlukan untuk panggilan (misalnya, mikrofon, kamera).
it: Il tuo contatto non ha concesso le autorizzazioni necessarie per una chiamata (ad esempio, microfono, videocamera).
ja: 連絡先は通話に必要な権限（マイク、カメラなど）を付与していません。
ko: 연락처가 통화에 필요한 권한(예: 마이크, 카메라)을 부여하지 않았습니다.
nb: Kontakten din har ikke gitt tillatelsene som kreves for en samtale (f.eks. mikrofon, kamera).
nl: Je contactpersoon heeft niet de vereiste rechten voor een gesprek verleend (bijv. microfoon, camera).
pl: Twój kontakt nie udzielił uprawnień wymaganych do połączenia (np. mikrofonu, kamery).
pt_pt: O seu contacto não concedeu as permissões necessárias para uma chamada (por exemplo, microfone, câmara).
ro: Contactul dvs. nu a acordat permisiunile necesare pentru un apel (ex.: microfon, cameră).
ru: Ваш контакт не предоставил разрешения, необходимые для вызова (например, микрофон, камера).
sk: Váš kontakt neudelil oprávnenia potrebné na hovor (napr. mikrofón, kamera).
sl: Vaš stik ni odobril dovoljenj, potrebnih za klic (npr. mikrofon, kamera).
sq: Kontakti juaj nuk ka dhënë lejet e nevojshme për një thirrje (p.sh., mikrofon, kamerë).
sr_latn: Vaš kontakt nije odobrio dozvole potrebne za poziv (npr. mikrofon, kamera).
sv: Din kontakt har inte beviljat de behörigheter som krävs för ett samtal (t.ex. mikrofon, kamera).
tr: Kişi, bir arama için gereken izinleri (örneğin mikrofon, kamera) vermedi.
uk: Ваш контакт не надав дозволів, необхідних для дзвінка (наприклад, мікрофон, камера).
vi: Liên hệ của bạn chưa cấp các quyền cần thiết cho cuộc gọi (ví dụ: micrô, camera).
zh_hans: 您的联系人未授予通话所需的权限（例如，麦克风、摄像头）。
zh_hant: 您的聯絡人未授予通話所需的權限（例如，麥克風、攝影機）。

# audio_call_view_terminate_revoked
source: Call ended: %@ has deleted this relation with you.
ar: انتهت المكالمة: قام %@ بحذف هذه العلاقة معك.
bg: Разговорът е приключен: <b>%@</b> е изтрил връзката с вас.
cs: Hovor ukončen: <b>%@</b> odstranil tento vztah s vámi.
da: Opkald afsluttet: %@ har slettet denne relation til dig.
de: Anruf beendet: <b>%@</b> hat diese Verbindung mit Ihnen gelöscht.
el: Τερματισμός κλήσης: ο/η <b>%@</b> διέγραψε αυτή τη σχέση μαζί σας.
es: Llamada finalizada: %@ ha eliminado esta relación contigo.
fa: تماس پایان یافت: %@ این رابطه را با شما حذف کرده است.
fi: Puhelu päättynyt: %@ on poistanut tämän suhteen sinuun.
fr: Appel terminé : %@ a supprimé cette relation avec vous.
he: השיחה הסתיימה: %@ מחק את הקשר הזה איתך.
hi: कॉल समाप्त: %@ ने आपके साथ यह संबंध हटा दिया है।
hr: Poziv je završen: <b>%@</b> je izbrisao/la ovaj odnos s vama.
hu: Hívás véget ért: %@ törölte a kapcsolatot veled.
id: Panggilan berakhir: %@ telah menghapus hubungan ini dengan Anda.
it: Chiamata terminata: %@ ha eliminato questa relazione con te.
ja: 通話終了: %@ があなたとの関係を削除しました。
ko: 통화 종료: %@님이 귀하와의 관계를 삭제했습니다.
nb: Samtalen er avsluttet: %@ har slettet denne relasjonen med deg.
nl: Gesprek beëindigd: %@ heeft deze relatie met jou verwijderd.
pl: Połączenie zakończone: %@ usunął tę relację z Tobą.
pt_pt: Chamada terminada: %@ apagou este contacto consigo.
ro: Apel încheiat: <b>%@</b> a șters această relație cu dvs.
ru: Вызов завершён: %@ удалил эту связь с вами.
sk: Hovor ukončený: %@ odstránil tento vzťah s vami.
sl: Klic končan: <b>%@</b> je izbrisal/-a ta odnos z vami.
sq: Thirrja përfundoi: <b>%@</b> e ka fshirë këtë marrëdhënie me ju.
sr_latn: Poziv je završen: <b>%@</b> je obrisao/la ovaj odnos sa vama.
sv: Samtal avslutat: %@ har raderat den här relationen med dig.
tr: Arama sona erdi: %@ sizinle bu ilişkiyi sildi.
uk: Виклик завершено: %@ видалив цей зв'язок з вами.
vi: Cuộc gọi đã kết thúc: %@ đã xóa liên hệ này với bạn.
zh_hans: 通话结束：%@ 已删除与您的此关系。
zh_hant: 通話結束：%@ 已刪除與您的此關係。

# audio_call_view_terminate_success
source: Call terminated by %1$@
ar: تم إنهاء المكالمة بواسطة %1$@
bg: Разговорът е прекратен от <b>%1$@</b>
cs: Hovor ukončen: <b>%1$@</b>
da: Opkaldet afsluttet af %1$@
de: Anruf wurde von <b>%1$@</b> beendet
el: Η κλήση τερματίστηκε από τον/την <b>%1$@</b>
es: Llamada finalizada por %1$@
fa: تماس توسط %1$@ قطع شد
fi: %1$@ lopetti puhelun
fr: Appel terminé par %1$@
he: השיחה הסתיימה על ידי %1$@
hi: %1$@ द्वारा कॉल समाप्त
hr: Poziv je prekinuo/la <b>%1$@</b>
hu: Hívást megszakította: %1$@
id: Panggilan diakhiri oleh %1$@
it: Chiamata terminata da %1$@
ja: %1$@が通話を終了しました
ko: %1$@ 씨에 의해 전화 종료됨
nb: Samtalen avsluttet av %1$@
nl: Oproep beëindigd door %1$@
pl: Połączenie zakończone przez %1$@
pt_pt: Chamada terminada por %1$@
ro: Apel încheiat de <b>%1$@</b>
ru: Вызов завершен %1$@
sk: Hovor ukončil %1$@
sl: Klic je prekinil/-a <b>%1$@</b>
sq: Thirrja u ndërpre nga <b>%1$@</b>
sr_latn: Poziv je prekinuo/la <b>%1$@</b>
sv: Samtal har avslutats av %1$@
tr: Aramayı sonlandıran: %1$@
uk: Виклик перервав абонент %1$@
vi: Cuộc gọi được kết thúc bởi %1$@
zh_hans: 呼叫被%1$@终止
zh_hant: 呼叫被%1$@終止

# audio_call_view_terminate_timeout
source: Call terminated: %1$@ does not answer
ar: تم إنهاء المكالمة: %1$@ لا يجيب
bg: Разговорът е прекратен: <b>%1$@</b> не отговаря
cs: Hovor ukončen: <b>%1$@</b> neodpovídá
da: Opkaldet afsluttet: %1$@ svarer ikke
de: Anruf beendet: <b>%1$@</b> antwortet nicht
el: Τερματισμός κλήσης: ο/η <b>%1$@</b> δεν απαντά
es: Llamada finalizada: %1$@ no responde
fa: تماس قطع شد: %1$@ جواب نمیدهد
fi: Puhelu katkeaa: %1$@ ei vastaa
fr: Appel terminé : %1$@ ne répond pas
he: השיחה הסתיימה: %1$@ אינו/ה עונה
hi: कॉल समाप्त: %1$@ उत्तर नहीं देता
hr: Poziv prekinut: <b>%1$@</b> se ne javlja
hu: Hívás megszakítva: %1$@ nem válaszol
id: Panggilan diakhiri: %1$@ tidak menjawab
it: Chiamata terminata: %1$@ non risponde
ja: 通話終了：%1$@の応答がありません
ko: 전화 종료됨: %1$@ 씨가 응답하지 않습니다
nb: Samtalen avsluttet: %1$@ svarer ikke
nl: oproep eindigt: %1$@ geeft geen antwoord
pl: Połączenie zakończone: %1$@ nie odpowiada
pt_pt: Chamada terminada: %1$@ não atende
ro: Apel încheiat: <b>%1$@</b> nu răspunde
ru: Вызов завершен: %1$@ не отвечает
sk: Hovor ukončený: %1$@ neodpovedá
sl: Klic prekinjen: <b>%1$@</b> se ne oglasi
sq: Thirrja u ndërpre: <b>%1$@</b> nuk përgjigjet
sr_latn: Poziv je prekinut: <b>%1$@</b> se ne javlja
sv: Samtalet har avslutats: %1$@ svarar inte
tr: Arama sonlandırıldı: %1$@ cevap vermedi
uk: Виклик перервано: абонент %1$@ не відповідає
vi: Kết thúc cuộc gọi: %1$@ không phản hồi
zh_hans: 呼叫被终止：%1$@未应答
zh_hant: 呼叫被終止：%1$@未應答

# authentified_relation_view_certified_message
source: Your relation with %@ is now certified.
ar: تم الآن إثبات علاقتك مع %@.
bg: Вашата връзка с %@ е вече сертифицирана.
cs: Váš vztah s %@ je nyní certifikovaný.
da: Din relation til %@ er nu certificeret.
de: Ihre Verbindung mit %@ ist jetzt zertifiziert.
el: Η σχέση σας με τον/την %@ είναι πλέον πιστοποιημένη.
es: Tu relación con %@ ahora está certificada.
fa: رابطه شما با %@ اکنون تایید شده است.
fi: Suhteesi %@:n kanssa on nyt varmennettu.
fr: Votre relation avec %@ est désormais certifiée.
he: הקשר שלך עם %@ מאושר כעת.
hi: %@ के साथ आपका संबंध अब प्रमाणित है।
hr: Vaš odnos s %@ sada je potvrđen.
hu: A kapcsolatod %@ személlyel mostantól hitelesített.
id: Relasi Anda dengan %@ sekarang tersertifikasi.
it: La tua relazione con %@ è ora certificata.
ja: %@との関係が認証されました。
ko: %@와의 관계가 이제 인증되었습니다.
nb: Din relasjon til %@ er nå sertifisert.
nl: Uw relatie met %@ is nu gecertificeerd.
pl: Twoja relacja z %@ jest teraz certyfikowana.
pt_pt: A sua relação com %@ está agora certificada.
ro: Relația dvs. cu %@ este acum certificată.
ru: Ваше отношение с %@ теперь сертифицировано.
sk: Váš vzťah s %@ je teraz certifikovaný.
sl: Vaš odnos z %@ je zdaj certificiran.
sq: Marrëdhënia juaj me %@ tani është e certifikuar.
sr_latn: Vaš odnos sa %@ je sada sertifikovan.
sv: Din relation med %@ är nu certifierad.
tr: %@ ile olan ilişkiniz artık onaylandı.
uk: Тепер ваші стосунки з %@ підтверджені.
vi: Mối quan hệ của bạn với %@ đã được xác thực.
zh_hans: 您与 %@ 的关系现已认证。
zh_hant: 您與 %@ 的關係現已認證。

# authentified_relation_view_certify_by_scan
source: Certify by scanning a QR-code
ar: المصادقة من خلال مسح رمز الاستجابة السريعة
bg: Сертифициране чрез сканиране на QR‑код
cs: Certifikovat skenováním QR kódu
da: Certifikat ved at scanne en QR-kode
de: Durch Scannen eines QR-Codes zertifizieren
el: Πιστοποίηση με σάρωση QR‑κώδικα
es: Certificar escaneando un código QR
fa: با اسکن یک کد QR تأیید کنید
fi: Todista skannaamalla QR-koodi
fr: Certifier en scannant un QR-Code
he: אישור על ידי סריקת קוד QR
hi: क्यूआर-कोड स्कैन करके प्रमाणित करें
hr: Potvrdi skeniranjem QR-kôda
hu: Hitelesítés QR-kód beolvasásával
id: Sertifikasi dengan memindai kode QR
it: Certifica tramite scansione di un codice QR
ja: QR コードをスキャンして認証
ko: QR 코드를 스캔하여 인증
nb: Sertifiser ved å skanne en QR-kode
nl: Certificeren door een QR-code te scannen
pl: Potwierdź, skanując kod QR
pt_pt: Certifique-se digitalizando um QR-Code
ro: Certificați prin scanarea unui cod QR
ru: Подтвердите, отсканировав QR-код
sk: Certifikovať skenovaním QR kódu
sl: Certificiraj s skeniranjem kode QR
sq: Certifiko duke skanuar një kod QR
sr_latn: Sertifikuj skeniranjem QR koda
sv: Certifiera genom att skanna en QR-kod
tr: Bir QR kodunu tarayarak onaylayın
uk: Сертифікуйте, відсканувавши QR-код
vi: Xác thực bằng cách quét mã QR
zh_hans: 通过扫描二维码进行认证
zh_hant: 透過掃描二維碼進行認證

# authentified_relation_view_certify_by_video_call
source: Certify with a video call
ar: المصادقة من خلال مكالمة فيديو
bg: Сертифициране чрез видеоразговор
cs: Certifikovat přes video hovor
da: Certifikat med et videoopkald
de: Mit einem Videoanruf zertifizieren
el: Πιστοποίηση με βιντεοκλήση
es: Certificar con una videollamada
fa: با تماس تصویری تایید کنید
fi: Varmenna videopuhelulla
fr: Certifier avec un appel vidéo
he: אישור באמצעות שיחת וידאו
hi: वीडियो कॉल से प्रमाणित करें
hr: Potvrdi videopozivom
hu: Hitelesítés videohívással
id: Sertifikasi dengan panggilan video
it: Certifica con una videochiamata
ja: ビデオ通話で認証
ko: 화상 통화로 인증
nb: Sertifiser med en videosamtale
nl: Certificeren met een videogesprek
pl: Potwierdź za pomocą połączenia wideo
pt_pt: Certifique-se com uma videochamada
ro: Certificați prin apel video
ru: Подтвердите с помощью видеозвонка
sk: Certifikovať videohovorom
sl: Certificiraj z video klicem
sq: Certifiko me një thirrje video
sr_latn: Sertifikuj video pozivom
sv: Certifiera med ett videosamtal
tr: Bir görüntülü görüşmeyle onaylayın
uk: Сертифікація за допомогою відеодзвінка
vi: Xác thực qua cuộc gọi video
zh_hans: 通过视频通话进行确认
zh_hant: 透過視訊通話確認

# authentified_relation_view_certify_by_video_call_missing_capability
source: %@ must allow video calls to be able to certify a relation via a video call.
ar: يجب أن يسمح %@ بمكالمات الفيديو لتأكيد العلاقة عبر مكالمة فيديو.
bg: %@ трябва да разреши видеоразговори, за да може връзката да бъде сертифицирана чрез видеоразговор.
cs: %@ musí povolit videohovory, aby bylo možné vztah certifikovat videohovorem.
da: %@ skal tillade videoopkald for at kunne certificere en relation via et videoopkald.
de: %@ muss Videoanrufe zulassen, um eine Verbindung über einen Videoanruf zertifizieren zu können.
el: Ο/Η %@ πρέπει να επιτρέπει βιντεοκλήσεις για να είναι δυνατή η πιστοποίηση μέσω βιντεοκλήσης.
es: %@ debe permitir videollamadas para poder certificar una relación mediante una videollamada.
fa: %@ باید به تماس‌های ویدیویی اجازه دهد تا بتوانند یک رابطه را از طریق تماس ویدیویی تأیید کنند.
fi: %@ on sallittava videopuhelut, jotta ne voivat varmentaa suhteen videopuhelun kautta.
fr: %@ doit autoriser les appels vidéo pour pouvoir certifier une relation via un appel vidéo.
he: %@ חייב לאפשר שיחות וידאו כדי להיות מסוגלים לאשר קשר באמצעות שיחת וידאו.
hi: %@ को वीडियो कॉल के ज़रिए संबंध को प्रमाणित करने के लिए वीडियो कॉल की अनुमति देनी होगी।
hr: %@ mora dopustiti videopozive kako bi mogao/la potvrditi odnos putem videopoziva.
hu: %@ engedélyeznie kell a videohívásokat, hogy így lehessen hitelesíteni a kapcsolatot.
id: %@ harus mengizinkan panggilan video agar dapat mengesahkan hubungan melalui panggilan video.
it: %@ deve consentire le videochiamate per poter certificare una relazione tramite una videochiamata.
ja: %@ は、ビデオ通話で関係を証明するために、ビデオ通話を許可する必要があります。
ko: %@는 비디오 통화를 통해 관계를 인증할 수 있도록 비디오 통화를 허용해야 합니다.
nb: %@ må tillate videosamtaler for å kunne sertifisere en relasjon via en videosamtale.
nl: %@ moet videogesprekken toestaan
pl: %@ musi zezwolić na rozmowy wideo, aby potwierdzić związek za pośrednictwem rozmowy wideo.
pt_pt: %@ deve permitir videochamadas para poder certificar uma relação através de videochamada.
ro: %@ trebuie să permită apelurile video pentru a putea certifica o relație printr-un apel video.
ru: %@ должен разрешить видеовызовы, чтобы иметь возможность подтвердить связь с помощью видеовызова.
sk: %@ musí povoliť videohovory, aby bolo možné certifikovať vzťah videohovorom.
sl: %@ mora dovoliti video klice, da bo mogoče certificirati odnos prek video klica.
sq: %@ duhet të lejojë thirrjet video që të mund të certifikojë një marrëdhënie përmes një thirrjeje video.
sr_latn: %@ mora da dozvoli video pozive da bi mogao/la da sertifikuje odnos putem video poziva.
sv: %@ måste tillåta videosamtal för att kunna certifiera en relation via ett videosamtal.
tr: %@, bir ilişkiyi görüntülü görüşme yoluyla onaylayabilmek için görüntülü görüşmelere izin vermelidir.
uk: %@ має дозволити відеодзвінки, щоб мати можливість підтвердити зв’язок через відеодзвінок.
vi: %@ cần cho phép cuộc gọi video để có thể xác thực mối quan hệ qua video.
zh_hans: %@ 必须允许视频通话才能通过视频通话证明关系。
zh_hant: %@ 必須允許視訊通話才能透過視訊通話證明關係。

# authentified_relation_view_level_2
source: To certify this relation, you must scan the QR-Code displayed on %@'s device.
ar: للتصديق على هذه العلاقة، يجب عليك مسح رمز الاستجابة السريعة المعروض على جهاز %@.
bg: За да сертифицирате тази връзка, трябва да сканирате QR‑кода, показан на устройството на %@.
cs: Pro certifikaci vztahu musíte naskenovat QR kód zobrazený na zařízení %@.
da: For at bekræfte denne relation skal du scanne QR-koden, der vises på %@s enhed.
de: Um diese Verbindung zu zertifizieren, müssen Sie den auf dem Gerät von %@ angezeigten QR-Code scannen.
el: Για να πιστοποιήσετε αυτή τη σχέση, πρέπει να σαρώσετε τον QR‑κώδικα που εμφανίζεται στη συσκευή του/της %@.
es: Para certificar esta relación, debes escanear el código QR que se muestra en el dispositivo de %@.
fa: برای تأیید این رابطه، باید QR-Code نمایش داده شده در دستگاه %@ را اسکن کنید.
fi: Tämän suhteen varmentamiseksi sinun on skannattava %@:n laitteessa näkyvä QR-koodi.
fr: Pour certifier cette relation, vous devez scanner le QR-Code affiché sur l'appareil de %@.
he: כדי לאשר קשר זה, עליך לסרוק את קוד ה-QR המוצג במכשיר של %@.
hi: इस संबंध को प्रमाणित करने के लिए, आपको %@ के डिवाइस पर प्रदर्शित क्यूआर-कोड को स्कैन करना होगा।
hr: Da biste potvrdili ovaj odnos, morate skenirati QR-kôd prikazan na uređaju korisnika %@.
hu: A kapcsolat hitelesítéséhez olvasd be a %@ eszközén megjelenő QR-kódot.
id: Untuk mensertifikasi relasi ini, Anda harus memindai Kode QR yang ditampilkan pada perangkat %@.
it: Per certificare questa relazione, devi scansionare il codice QR visualizzato sul dispositivo di %@.
ja: この関係を認証するには、%@のデバイスに表示されているQRコードをスキャンする必要があります。
ko: 이 관계를 인증하려면 %@의 기기에 표시된 QR 코드를 스캔해야 합니다.
nb: For å bekrefte denne relasjonen må du skanne QR-koden som vises på %@s enhet.
nl: Om deze relatie te certificeren, moet u de QR-code scannen die wordt weergegeven op het apparaat van %@.
pl: Aby poświadczyć tę relację, musisz zeskanować kod QR wyświetlany na urządzeniu %@.
pt_pt: Para certificar esta relação, deve digitalizar o QR-Code apresentado no dispositivo de %@.
ro: Pentru a certifica această relație, trebuie să scanați codul QR afișat pe dispozitivul lui %@.
ru: Чтобы сертифицировать это отношение, вы должны отсканировать QR-код, отображаемый на устройстве %@.
sk: Na certifikáciu tohto vzťahu musíte naskenovať QR‑kód zobrazený na zariadení používateľa %@.
sl: Za certificiranje tega odnosa morate skenirati kodo QR, prikazano na napravi uporabnika %@.
sq: Për të certifikuar këtë marrëdhënie, duhet të skanoni QR-Code të shfaqur në pajisjen e %@.
sr_latn: Da biste sertifikovali ovaj odnos, morate skenirati QR kod prikazan na uređaju korisnika %@.
sv: För att bekräfta denna relation måste du skanna QR-koden som visas på %@s enhet.
tr: Bu ilişkiyi onaylamak için, %@'nin cihazında görüntülenen QR Kodunu taramalısınız.
uk: Щоб підтвердити цей зв’язок, ви повинні відсканувати QR-код, який відображається на пристрої %@.
vi: Để xác thực mối quan hệ này, bạn phải quét mã QR hiển thị trên thiết bị của %@.
zh_hans: 要认证此关系，您必须扫描 %@ 设备上显示的二维码。
zh_hant: 若要認證此關係，您必須掃描 %@ 裝置上顯示的二維碼。

# authentified_relation_view_level_3
source: To certify this relation, %@'s device must scan this QR-Code.
ar: للتصديق على هذه العلاقة، يجب على جهاز %@ مسح رمز الاستجابة السريعة هذا.
bg: За да сертифицирате тази връзка, устройството на %@ трябва да сканира този QR‑код.
cs: Pro certifikaci vztahu musí zařízení %@ naskenovat tento QR kód.
da: For at bekræfte denne relation skal %@s enhed scanne denne QR-kode.
de: Um diese Verbindung zu zertifizieren, muss das Gerät von %@ diesen QR-Code scannen.
el: Για να πιστοποιήσετε αυτή τη σχέση, η συσκευή του/της %@ πρέπει να σαρώσει αυτόν τον QR‑κώδικα.
es: Para certificar esta relación, el dispositivo de %@ debe escanear este código QR.
fa: برای تأیید این رابطه، دستگاه %@ باید این QR-Code را اسکن کند.
fi: Tämän suhteen varmentamiseksi %@ laitteen on skannattava tämä QR-koodi.
fr: Pour certifier cette relation, l'appareil de %@ doit scanner ce QR-Code.
he: כדי לאשר את הקשר הזה, המכשיר של %@ חייב לסרוק את קוד ה-QR הזה.
hi: इस संबंध को प्रमाणित करने के लिए, %@ के डिवाइस को इस क्यूआर-कोड को स्कैन करना होगा।
hr: Da biste potvrdili ovaj odnos, uređaj korisnika %@ mora skenirati ovaj QR-kôd.
hu: A kapcsolat hitelesítéséhez %@ eszközének kell beolvasnia ezt a QR-kódot.
id: Untuk mensertifikasi relasi ini, perangkat %@ harus memindai Kode QR ini.
it: Per certificare questa relazione, il dispositivo di %@ deve scansionare questo codice QR.
ja: この関係を認証するには、%@のデバイスがこのQRコードをスキャンする必要があります。
ko: 이 관계를 인증하려면 %@의 장치가 이 QR 코드를 스캔해야 합니다.
nb: For å bekrefte denne relasjonen, må %@s enhet skanne denne QR-koden.
nl: Om deze relatie te certificeren, moet het apparaat van %@ deze QR-code scannen.
pl: Aby poświadczyć tę relację, urządzenie %@ musi zeskanować ten kod QR.
pt_pt: Para certificar esta relação, o dispositivo de %@ deve digitalizar este QR-Code.
ro: Pentru a certifica această relație, dispozitivul lui %@ trebuie să scaneze acest cod QR.
ru: Чтобы сертифицировать это отношение, устройство %@ должно отсканировать этот QR-код.
sk: Na certifikáciu tohto vzťahu musí zariadenie používateľa %@ naskenovať tento QR‑kód.
sl: Za certificiranje tega odnosa mora naprava uporabnika %@ skenirati to kodo QR.
sq: Për të certifikuar këtë marrëdhënie, pajisja e %@ duhet të skanojë këtë QR-Code.
sr_latn: Da biste sertifikovali ovaj odnos, uređaj korisnika %@ mora skenirati ovaj QR kod.
sv: För att certifiera denna relation måste %@s enhet skanna denna QR-kod.
tr: Bu ilişkiyi onaylamak için, %@'nin cihazı bu QR Kodunu taramalıdır.
uk: Щоб підтвердити цей зв’язок, пристрій користувача %@ має відсканувати цей QR-код.
vi: Để xác thực mối quan hệ này, thiết bị của %@ phải quét mã QR này.
zh_hans: 要认证此关系，%@ 的设备必须扫描此二维码。
zh_hant: 要認證此關係，%@ 的裝置必須掃描此二維碼。
